Repository: Exotelis/contao-ebay-api
Catalog: src/Resources/contao/languages/*/*_ebayapi_auth.xlf
Languages: de

# tl_ebayapi_auth.new.0
source: New ebay API authentication
de: Neue ebay API Authentifizierung

# tl_ebayapi_auth.new.1
source: Create a ebay API authentication
de: Eine neue ebay API Authentifizierung anlegen

# tl_ebayapi_auth.show.0
source: ebay API authentication details
de: ebay API Authentifizierung details

# tl_ebayapi_auth.show.1
source: Show the details of ebay API authentication ID %s
de: Details der ebay API Authentifizierung ID %s anzeigen

# tl_ebayapi_auth.edit.0
source: Edit ebay API authentication
de: ebay API Authentifizierung bearbeiten

# tl_ebayapi_auth.edit.1
source: Edit ebay API authentication ID %s
de: ebay API Authentifizierung ID %s bearbeiten

# tl_ebayapi_auth.delete.0
source: Delete ebay API authentication
de: ebay API autheAuthentifizierungntication löschen

# tl_ebayapi_auth.delete.1
source: Delete ebay API authentication ID %s
de: ebay API Authentifizierung ID %s löschen

# tl_ebayapi_auth.title_legend
source: Title and subject
de: Titel und Betreff

# tl_ebayapi_auth.title.0
source: Title
de: Titel

# tl_ebayapi_auth.title.1
source: Please enter the title of the ebay API authentication.
de: Bitte geben sie den Titel der ebay API Authentifizierung ein.

# tl_ebayapi_auth.token.1
source: Please enter the AppID/ClientID.
de: Bitte geben sie die AppID/ClientID ein.
