Repository: Exotelis/contao-ebay-api
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: de

# tl_module.ebayapi_appId.0
source: Authentication (AppName/AppID)
de: Authentifizierung (AppName/AppID)

# tl_module.ebayapi_appId.1
source: The Authentication. Must be created first in the backend.
de: Die Authentifizierung. Muss zuerst im Backend erzeugt werden.

# tl_module.ebayapi_globalId.1
source: The Global/Site ID. Defines which ebay instance should be called.
de: Die Global/Site ID. Legt fest, welche ebay-Instanz angefragt wird.

# tl_module.ebayapi_seller.0
source: Seller
de: Verkäufer

# tl_module.ebayapi_seller.1
source: The name of the ebay seller.
de: Der Name des ebay Verkäufers.

# tl_module.ebayapi_itemsPerPage.0
source: Items per page
de: Elemente pro Seite

# tl_module.ebayapi_itemsPerPage.1
source: The number of items per page. Between 1 and 100.
de: Die Anzahl an Elementen pro Seite. Zwischen 1 und 100.

# tl_module.ebayapi_sortOrder.0
source: Sort order
de: Sortierung

# tl_module.ebayapi_sortOrder.1
source: The sort order of the found items.
de: Die Sortierung der gefundenen Artikel

# tl_module.ebayapi_template.0
source: Seller-Items template
de: Verkäufer-Artikeltemplate

# tl_module.ebayapi_template.1
source: Here you can select the seller-items template.
de: Hier können Sie das Verkäufer-Artikeltemplate auswählen.

# tl_module.BidCountFewest
source: Number of bids (ascending)
de: Anzahl der Gebote (aufsteigend)

# tl_module.BidCountMost
source: Number of bids (descending)
de: Anzahl der Gebote (absteigend)

# tl_module.CurrentPriceHighest
source: Current highest price first
de: Aktuell höchster Preis zuerst

# tl_module.EndTimeSoonest
source: Soonest end time first
de: Frühster Endzeitpunkt zuerst

# tl_module.PricePlusShippingHighest
source: Highest price first (shipping included)
de: Höchster Preis zuerst (inkl. Versand)

# tl_module.PricePlusShippingLowest
source: Lowest price first (shipping included)
de: Niedrigster Preis zuerst (inkl. Versand)

# tl_module.StartTimeNewest
source: Newest items first
de: Neusten Artikel zuerst
